---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairstypeCalcRuleRiserMultiplier
source: html/71034cdb-d980-0981-617b-1fbe2127ed8c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairstypeCalcRuleRiserMultiplier Property

"Riser Multiplier": Calculation Rule Riser Multiplier

## Syntax (C#)
```csharp
public static ForgeTypeId StairstypeCalcRuleRiserMultiplier { get; }
```